<?php
class main extends Controller {
	public function index(){
		$main = 1;
		$menu = ["떡볶이", "김치찌개", "분식", "부대찌개", "냉면", "샌드위치", "밥버거", "순대국", "수육국밥", "라면", "카레", "초밥/회", "치킨", "삼계탕", "육개장", "타코", "즉석떡볶이", "짜장면", "짬뽕", "탕수육", "짬짜면", "탕짜면", "탕짬면", "유린기", "훠궈", "딤섬", "만두", "김치말이국수", "회덮밥", "회냉면", "갈치조림", "돈까스", "곱창전골", "막창", "대창", "한식뷔페", "스테이크", "초밥뷔페", "샐러드뷔페", "돼지불백", "파스타", "시카고피자", "피자", "리조또", "삼겹살", "컵밥", "주먹밥", "숯불덮밥", "숯불고기", "양념갈비", "갈매기살", "돼지껍데기", "순대", "육회", "육회비빔밥", "보쌈", "족발", "매운족발", "설렁탕", "샤브샤브", "순두부찌개", "산채비빔밥", "비빔밥", "돌솥비빔밥", "갈비찜", "매운갈비찜"];
		include 'app/views/header_basic.php';
		include 'app/views/main.php';
		include 'app/views/footer.php';
	}
}
?>